<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>О компании</title>
    <link rel="stylesheet" href="/css/main-style.css">
    <link rel="stylesheet" href="/css/about-page.css">
</head>
<body>
<header>
    <nav>
        <ul>
            <li><a href="repair-status">Узнать статус ремонта</a></li>
            <li><a href="about">О компании</a></li>
            <li><a href="addresses">Адреса и контакты</a></li>
        </ul>
    </nav>
    <div id="login">
        <a href="login">Профиль</a>
    </div>
</header>
<main>
    <div class="container">
        <h1 id="about-title">О сервисе "ЭЛЕКТРОНИКУС"</h1>
        <p id="about-description">Гаджеты и электроника, которыми вы пользуетесь каждый день, вышли из строя или требуют ремонта? Отчаиваться не
            стоит. Лучше всего принести их в наш сервисный центр, чтобы мастера восстановили их функции. После
            проведенной диагностики сотрудники расскажут о состоянии техники, как долго будет длиться ремонт и сколько
            он будет стоить. Если вас устроят условия, то специалисты предложат подписать договор. И работа начнется.
            Среди оказываемых услуг есть ремонт смартфонов и телефонов, портативной и компьютерной
            техники, электронных часов, компьютерных комплектующих, сетевого оборудования. Команда дает на выполненные работы до 720 дней гарантии,
            продает клиентам только качественный софт и запчасти. В центре трудятся опытные мастера, каждый из которых
            готов выполнить услуги любой сложности. Больше узнать о центре, стоимости ремонта можно, позвонив по
            одному из номеров телефонов, указанных на странице "Контакты".
        </p>
    </div>
</main>
</body>
</html>
